#Статистика производительности сервера

#Скрипт должен запускаться на любом сервере Linux и предоставлять следующие статистические данные:

#Общее использование ЦП
#Общий объем используемой памяти (свободная и используемая память, включая проценты)
#Общее использование дискового пространства (свободное и используемое, включая проценты)
#5 процессов с наибольшей загрузкой ЦП
#5 процессов с самым высоким потреблением памяти


#Дополнительная цель: 
#При желании можно добавить больше статистических данных, таких как версия ОС, время работы, средняя загрузка, количество авторизованных пользователей, количество неудачных попыток входа и т. д.


